Repository: common-repository/matrixian-address-validator
Catalog: languages/matrixian-address-validator-*.po
Languages: nl_nl

source: International Address Checker
nl_nl: Matrixian Adres Validatie

source: International Address Checker Settings
nl_nl: Matrixian Adress Validatie Instellingen

source: Fill out the API details to enable address validation.
nl_nl: Vul de API-gegevens in om adresvalidatie in te schakelen.

source: Address Validation
nl_nl: Adresvalidatie

source: Enables the International Address Checker
nl_nl: Schakelt de Internationale Adres Validatie in

source: Username
nl_nl: Gebruikersnaam

source: Username for the Matrixian API
nl_nl: Gebruikersnaam voor de Matrixian API

source: Password
nl_nl: Wachtwoord

source: Password for the Matrixian API
nl_nl: Wachtwoord voor de Matrixian API

source: Settings
nl_nl: Instellingen

source: Sorry, this plugin requires the WooCommerce Plugin to be installed and active.
nl_nl: Sorry, deze plug-in vereist dat de WooCommerce-plug-in is geïnstalleerd en actief is.

source: Return to Plugins
nl_nl: Ga terug naar Plugins

source: You must enable the Matrixian API to validate addresses. Go to WooCommerce -> Advanced -> International Address Checker to enable the API.
nl_nl: U moet de Matrixian API inschakelen om adressen te valideren. Ga naar WooCommerce -> Geavanceerd -> Internationale Adres Validatie om de API in te schakelen.

source: Username and/or password for API not set. Go to WooCommerce -> Advanced -> International Address Checker to provide the API credentials.
nl_nl: Gebruikersnaam en/of wachtwoord voor API niet ingesteld. Ga naar WooCommerce -> Geavanceerd -> Internationale Adress Validatie om de API-referenties op te geven.

source: HTTP Status %1$s encountered while attempting to retrieve an access key. Error (%2$s): %3$s.
nl_nl: HTTP-status %1$s aangetroffen tijdens een poging om een toegangssleutel op te halen. Fout (%2$s): %3$s.

source: HTTP Status %1$s encountered while attempting to validate a given address. Error (%2$s): %3$s.
nl_nl: HTTP-status %1$s aangetroffen tijdens een poging om een bepaald adres te valideren. Fout (%2$s): %3$s.

source: Invalid address type. Only billing and shipping are supported.
nl_nl: Ongeldig adrestype. Alleen facturering en verzending worden ondersteund.

source: Suggestions:
nl_nl: Suggesties:

source: -- Select an address --
nl_nl: — Selecteer een adres —

source: Address is valid.
nl_nl: Adres is geldig.

source: Address is incomplete. Complete your address or select from given suggestions.
nl_nl: Adres is onvolledig. Vul uw adres in of maak een keuze uit de gegeven suggesties.

source: Given address does not match with our records. Did you mean:
nl_nl: Het opgegeven adres komt niet overeen met onze gegevens. Bedoelde je:

source: Please add a house number to your address.
nl_nl: Voeg een huisnummer toe aan uw adres.

source: Address is invalid.
nl_nl: Adres is ongeldig.

source: Address could not be validated. Please be sure the given address is valid.
nl_nl: Adres kon niet worden gevalideerd. Zorg ervoor dat het opgegeven adres geldig is.
